Repository: hyyan/slider-framework
Catalog: languages/hyyan-slider-*.po
Languages: ar

source: Slide URL
ar: رابط الشريحة

source: Slider does not exist.
ar: المنزلق غير موجود

source: Unsupported slider type
ar: نوع المنزلق غير مدعوم

source: Slider
ar: المنزلق

source: does not support class
ar: لا يدعم تنسيق

source: Select Slider Name
ar: قم باختيار اسم المنزلق

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: Slides Order
ar: ترتيب الشرائح

source: Select Slides Order
ar: قم باختيار ترتيب الشرائح

source: No order
ar: بلا ترتيب

source: Order by slide id
ar: ترتيب بحسب معرف الشريحة

source: Order by author
ar: ترتيب بحسب المؤلف

source: Order by title
ar: ترتيب بحسب العنوان

source: Order by slide name
ar: ترتيب بحسب اسم الشريحة

source: Order by date
ar: ترتيب بحسب التاريخ

source: Order by last modified date
ar: ترتيب بحسب تاريخ أخر تعديل

source: Random order
ar: ترتيب عشوائي

source: Order Slides By
ar: نظم الشرائح بحسب

source: Organize slides order
ar: تنظيم نوع الترتيب

source: Slider Class
ar: التنسيق

source: Choose slider class
ar: اختيار تنسيق المنزلق

source: Slides
ar: شرائح

source: Slide
ar: شريحة

source: New Slide
ar: شريحة جديد

source: Add New
ar: إضافة جديد

source: Add New Slide
ar: إضافة شريحة جديد

source: Edit Slide
ar: تعديل الشريحة

source: View Slide
ar: عرض الشريحة

source: Search Slides
ar: بحث في الشرائح

source: No Slides found
ar: لم يتم العثور على أية شرائح

source: No Slides found in trash
ar: لا يوجد أية شرائح في سلة المحذوفات

source: Parent Slide
ar: الشريحة الأب

source: Slide updated.
ar: تم تحديث الشريحة

source: Custom field updated.
ar: تم تحديث

source: Custom field deleted.
ar: تم الحذف

source: Slide restored to revision from %s
ar: تم استرجاع الشريحة لنسخة مراجعة من %s

source: Slide published.
ar: تم نشر الشريحة

source: Slide saved.
ar: تم حفظ الشريحة

source: Slide submitted.
ar: تم حفظ الشريحة

source: Slide scheduled for: <strong>%1$s</strong>
ar: سيتم نشر الشريحة في r: <strong>%1$s</strong>

source: Slide draft updated.
ar: تم تحديث المسودة

source: Sliders
ar: المنزلفات

source: Search Sliders
ar: بحث في المنزلقات

source: Popular Sliders
ar: المنزلقات الأكثر شهرة

source: All Sliders
ar: كل المنزلقات

source: Parent Slider
ar: المنزلق الأب

source: Parent Slider:
ar: المنزلق الأب:

source: Edit Slider
ar: تعديل المنزلق

source: Update Slider
ar: تحديث المنزلق

source: New Slider
ar: منزلق جديد

source: Sliders separated by comma
ar: المنزلقات مفصولة بفاصلة

source: Add or remove Sliders
ar: إضافة أو حذف منزلقات

source: Choose from the most used Sliders
ar: اختر من أكثر المنزلقات استخداما

source: Show All
ar: رؤية كل

source: Slide URL :
ar: الرابط التشعبي لشريحة :

source: (optional - leave blank for no link)
ar: (اختياري, قم بتركه فارغا بحالة عدم وجود رابط)

source: Open slide link in new widnow.
ar: قم بفتح رابط الشريحة في لسان جديد
